export const recommend = [
  {
    title: "香格里拉",
    content: "香格里拉于20世纪30年代出现于英国",
    cover: "../../static/5.jpeg",
    width: 1400,
    height: 196,
  },{
    title: "布达拉宫",
    content: "布达拉宫位于中国西藏自治区首府拉萨市区西北的玛布日山上，是一座宫堡式建筑群，一说为吐蕃王朝赞普松赞干布为迎娶尺尊公主和文成公主而兴建；另一说为，作为松赞干布迁都拉萨后的王宫而建。",
    cover: "../../static/2.jpeg",
    width: 659,
    height: 1000,
  },{
    title: "紫禁城",
    content: "北京故宫于明成祖永乐四年（1406年）开始建设，以南京故宫为蓝本营建，到永乐十八年（1420年）建成，成为明清两朝二十四位皇帝的皇宫。民国十四年国庆节（1925年10月10日）故宫博物院正式成立开幕。",
    cover: "../../static/4.jpeg",
    width: 500,
    height: 333,
  },{
    title: "香格里拉",
    content: "香格里拉于20世纪30年代出现于英国",
    cover: "../../static/5.jpeg",
    width: 1400,
    height: 196,
  },{
    title: "长城",
    content: "长城（the Great Wall），又称万里长城，是中国古代的军事防御工事，是一道高大、坚固而且连绵不断的长垣，用以限隔敌骑的行动。长城不是一道单纯孤立的城墙，而是以城墙为主体，同大量的城、障、亭、标相结合的防御体系。",
    cover: "../../static/3.jpeg",
    width: 820,
    height: 501,
  },{
    title: "紫禁城",
    content: "北京故宫于明成祖永乐四年（1406年）开始建设，以南京故宫为蓝本营建，到永乐十八年（1420年）建成，成为明清两朝二十四位皇帝的皇宫。民国十四年国庆节（1925年10月10日）故宫博物院正式成立开幕。",
    cover: "../../static/4.jpeg",
    width: 500,
    height: 333,
  },{
    title: "布达拉宫",
    content: "布达拉宫位于中国西藏自治区首府拉萨市区西北的玛布日山上，是一座宫堡式建筑群，一说为吐蕃王朝赞普松赞干布为迎娶尺尊公主和文成公主而兴建；另一说为，作为松赞干布迁都拉萨后的王宫而建。",
    cover: "../../static/2.jpeg",
    width: 659,
    height: 1000,
  },{
    title: "长城",
    content: "长城（the Great Wall），又称万里长城，是中国古代的军事防御工事，是一道高大、坚固而且连绵不断的长垣，用以限隔敌骑的行动。长城不是一道单纯孤立的城墙，而是以城墙为主体，同大量的城、障、亭、标相结合的防御体系。",
    cover: "../../static/3.jpeg",
    width: 820,
    height: 501,
  },
];